---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateCutoutWarn
source: html/ba56b325-3c56-15be-0245-aa33b327528c.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateCutoutWarn Property

Can't make cut-out.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCreateCutoutWarn { get; }
```